// First commit yay ^^

// Тая прохладна майска вечер чорбаджи Марко, гологлав, по халат, вечеряше с челядта си на двора. 
// Господарската трапеза беше сложена, както по обикновение, под лозата, между бистрия и студен чучур на барата, който като лястовичка пееше, деня и нощя, и между високите бухлати чемшири, що се тъмнееха край зида, зиме и лете все зелени. Фенерът светеше, окачен на клончето на едно люлеково дръвче, което приятелски надвисваше миризливите си люлеки над главите на челядта. 
// А тя беше многобройна. 
// До бай Марка, до старата му майка и до стопанката му седяха около трапезата рояк деца — големи и малки, които, въоръжени с ножове и вилици, опустошаваха мигновено хлябове и блюда. Те напълно оправдаваха турската дума: сомун душманларъ. 